#### InDashWgPer100ft Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol in-wg/100ft, indicating unit Inches of water (60 Â°F) per 100 feet.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId InDashWgPer100ft { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property InDashWgPer100ft As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ InDashWgPer100ft { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace